def print_menu():
    print('***************************')
    print('* 1. Просмотр книг        *')
    print('* 2. Поиск книг           *')
    print('* 3. Оформление заказа    *')
    print('* 4. Отслеживание статуса *')
    print('* 5. Оставление отзыва    *')
    print('* 6. История покупок      *')
    print('* 7. Выход                *')
    print('***************************')


def print_login():
    print('*************************')
    print('* 1. Авторизация        *')
    print('* 2. Регистрация        *')
    print('* 3. Вход в админку     *')
    print('* 4. Выход              *')
    print('*************************')


def print_main_menu_admin():
    print('*************************')
    print('* 1. Акции              *')
    print('* 2. Книги              *')
    print('* 3. Издательства       *')
    print('* 4. Жанры              *')
    print('* 5. Авторы             *')
    print('* 6. Просмотр логов     *')
    print('* 7. Отзывы             *')
    print('* 8. Выход              *')
    print('*************************')


def print_actions():
    print('*************************')
    print('* 1. Просмотреть        *')
    print('* 2. Создать            *')
    print('* 3. Изменить           *')
    print('* 4. Удалить            *')
    print('* 5. Выход              *')
    print('*************************')


def print_actions_rew():
    print('*************************')
    print('* 1. Просмотреть        *')
    print('* 2. Удалить            *')
    print('* 3. Выход              *')
    print('*************************')


def print_search_menu():
    print('*************************')
    print('* 1. Название           *')
    print('* 2. Автор              *')
    print('* 3. Жанр               *')
    print('* 4. Выход              *')
    print('*************************')
